<%--
  Created by IntelliJ IDEA.
  User: zhangwenyun
  Date: 11/13/14
  Time: 3:40 PM
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<link href="${ctx}/css/laws.css" type="text/css" rel="stylesheet">

<div id="wrapper">
    <!--content-->
    <div class="content-post">
        <h3 class="laws_h3">网络游戏用户隐私权保护、个人信息利用政策及注册协议</h3>
        <div class="laws_items"> <b data-line="一条横线" class="line"></b></div>
        <div class="laws_text">
            <p> 根据文化部制定的《网络游戏管理暂行规定》及《网络游戏服务格式化协议必备条款》（下称“必备条款”）的相关规定，为保障网络游戏用户（下称“用户”）的隐私权、规范对网络游戏用户个人信息的利用，特制定本政策。请用户仔细阅读以下全部内容（特别是粗体下划线标注的内容）。如用户不同意本政策的任意内容，请不要注册或使用维纳达服务。如用户通过进入注册程序并勾选“我同意网络游戏用户隐私权保护和个人信息利用政策”，即表示用户与江苏维纳达软件技术有限公司及其他合作运营主体（下列简称为“维纳达公司”）已达成协议，自愿接受本政策的所有内容。此后，用户不得以未阅读本政策的内容作任何形式的抗辩。 尊重用户个人隐私是维纳达公司的一项基本政策。“隐私”是指用户在注册账号时提供给维纳达公司的个人身份信息，包括用户注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等。维纳达公司一贯积极地采取技术与管理等合理措施保障用户账号的安全、有效；维纳达公司将善意使用收集的信息，采取各项有效且必要的措施以保护您的隐私安全，并使用商业上合理的安全技术措施来保护您的隐私不被未经授权的访问、使用或泄漏。 维纳达公司将不会向除关联公司外的任何其他方公开或共享用户注册资料的中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：</p>
            <br>
            <p>（1）用户或用户监护人授权维纳达公司披露的；</p>
            <br>
            <p>（2）有关法律要求维纳达公司披露的；</p>
            <br>
            <p>（3）司法机关或行政机关基于法定程序要求维纳达公司提供的；</p>
            <br>
            <p>（4）维纳达公司为了维护自己合法权益而向用户提起诉讼或者仲裁时；</p>
            <br>
            <p>（5）应用户监护人的合法要求而提供用户个人身份信息时。</p>
            <br>
            <p style="text-indent:2em;">用户不得利用蛙宝网已知或未公示的漏洞进行攻击、作弊。蛙宝网有权不定时对用户在网站的操作记录行为进行稽核，如出现数据不一致的情形，蛙宝网有权基于事实将数据回退。对于作弊用户，一旦发现并核实，蛙宝网将采取销号处理。情节严重者，将移送公安机关处理。</p>
            <br>
            <p> <em style="color:#f16244">特别提示：</em> <em style="color:#666;">本政策仅适用于使用维纳达公司在线游戏服务的网络游戏用户。蛙宝网具有最终解释权。</em> </p>
        </div>
    </div>
    <!--/content-->
</div>
